Dlubal.RFEM5.LoadAxisDefinitionType
Type of load axis definition.

Dlubal.RFEM5.LoadAxisDefinitionType.UnknownLoadAxisDefinitionType
Unknown type of load axis definition

Dlubal.RFEM5.LoadAxisDefinitionType.PointAndAxisType
Point and parallel axis

Dlubal.RFEM5.LoadAxisDefinitionType.TwoPointsType
Two points